{
  "recommendations": [
    "Сегодня первый день твоих месячных, дорогая. Побалуй себя горячей ванной и шоколадом! 🍫",
    "Сегодня комфортный день: надень уютную одежду, смотри сериалы и расслабься",
    "Сегодня день йоги и смузи! Легкая растяжка и вкусный напиток со шпинатом 🧘‍♀️",
    "Сегодня день фильма! Укутайся в одеяло, смотри кино и ешь попкорн 🍿",
    "Последний день! Сделай маникюр, маску для лица и порадуй себя уходом 💅",
    "Сегодня активный день! Прогулка в парке или танцевальный класс для энергии 🌳",
    "Сегодня начни хобби или проект, ешь овощи и белок для энергии",
    "Сегодня побалуй себя десертом и любимым занятием, расслабься и наслаждайся 🍰",
    "Сегодня спа-день! Увлажняющая маска и сияющая кожа, наслаждайся ✨",
    "Сегодня день красоты! Нарядись, даже если для себя, планируй свидание 💃",
    "Сегодня тренировка! Чувствуй себя сильной и ешь антиоксиданты 🏋️‍♀️",
    "Сегодня творчество! Пиши, рисуй, занимайся чем-то вдохновляющим 🎨",
    "Сегодня расслабься! Массаж или ванна со свечами перед овуляцией 🛀",
    "Сегодня овуляция! Наслаждайся романтикой или сольным удовольствием ❤️",
    "Сегодня йога! Сохрани спокойствие и балансируй свои эмоции 🧘‍♀️",
    "Сегодня чай и клетчатка! Пей травяной чай и ешь пищу для снятия вздутия ☕",
    "Сегодня уход за кожей! Увлажняющая маска и много воды для сияния 💧",
    "Сегодня медитация! Практикуй медитацию или глубокое дыхание для спокойствия 🧘",
    "Сегодня ужин! Встречайся с друзьями или семьей для поднятия настроения 🍽️",
    "Сегодня творчество! Займись рукоделием или декором для креативности ✂️",
    "Сегодня отдых! Слушай тело, отдохни с хорошей книгой или фильмом 📚",
    "Сегодня суп! Ешь сытный суп или рагу для утешения и питательной ценности 🍲",
    "Сегодня ванна! Расслабляющая ванна с лавандой для спокойствия 🛀",
    "Сегодня дневник! Ведение дневника или прогулка на природе для гармонии 🌿",
    "Сегодня подготовка! Запасись любимыми менструальными продуктами",
    "Сегодня легкая йога! Упражнения и гидратация для снятия предменструальных болей 🧘‍♀️",
    "Сегодня уют! Расслабься дома с теплым напитком и любимым шоу ☕",
    "Сегодня уход за собой! Размышляй и ставь цели на следующий месяц 🌟"
  ]
}
